read_verilog proc.v
proc
opt
splitnets -ports
show -colors 3 -pause
